<%@ Page Title="" Language="C#" MasterPageFile="~/HomePage.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
ג'יו ג'יטסו
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server"><a name="up" style=" margin-left:100px;">
עמדות</a>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder2" Runat="Server">

<div class="middle" style=" height:130%;">
<div class="para">
<u><h1 style="font-size:35px; padding:10 20px;">עמדות בסיסיות</h1></u>

<img   style=" float:left; border:dotted 2px blue; padding:10px;  margin-left:30px; margin:10px;"   src="images/joj8.jpg" width="340" height="240"/>


<font size="4" face="Arial" style="line-height:1.4;">
    <br /><br />

    <ol>
    
        <li><b>מאונט (Mount)</b>בעמדה זו, מתחרה אחד שוכב על גבו, בעוד המתחרה השני יושב על בטנו, כשברכיו צמודות לשני צדדיו של היריב שמתחתיו. עמדה זו נחשבת טובה במיוחד למתחרה הנמצא למעלה. המתחרה למעלה יכול לצאת למספר גדול של בריחים וחניקות, ובקרבות MMA זו עמדה נוחה מאוד להכות ממנה, בעוד שלמתחרה הנמצא למטה קשה מאוד להכות חזרה.</li>
       <br />
        <li><b>גארד (Guard</b> בעמדה זו מתחרה אחד שוכב על גבו, בעוד יריבו נמצא בין רגליו של המתמודד השוכב. ל"גארד" יש כמה וריאציות: גארד סגור, שבו מתמודד אחד סוגר את שתי רגליו מסביב ליריבו, גארד פתוח, שבו המתמודד שלמטה לא סוגר את רגליו, וגארד פרפר, שבו המתמודד ששוכב משחיל את כפות רגליו מתחת לירכיו של היריב. עמדת ה"גארד" היא עמדה הגנתית שמועילה למתמודד שלמטה להתגונן מבריחים וחניקות וממנה קל לו לתקוף את יריבו. בקרב MMA המתמודד שלמטה צריך להזהר לא לפתוח מרחק מכיוון שראשו נח על המזרן ומכות שיונחתו עליו היו קשות פי כמה.</li>
       <br />       
        <li><b>חצי גארד (half-guard) -</b> עמדה זו דומה מאוד לעמדת הגארד, אבל כאן המתמודד העליון הצליח לחלץ את אחת מרגליו מתוך אחיזתו של התחתון. בעמדה זו יכולות ההגנה של התחתון מצטמצמות, והוא צריך לדאוג באופן קבוע שיריבו לא יצליח לחלץ גם את רגלו השנייה ובכך להגיע למאונט מלא (צעד אשר נקרא לרוב "מעבר גארד"). מצד שני, יכולותיו של העליון לתקוף לא צומחות בהרבה. הוא עדיין מוגבל, ולרוב ינסה להשיג עמדה לפני שיתקוף. לתחתון נפתחת אופציה חדשה, הוא יכול לנסות ולהגיע לשליטת גב, עמדה יעילה בהרבה מהחצי גארד</li>
       <br />
        <li><b>שליטת צד</b>  עמדה זו דומה מאוד לעמדת הגארד, אבל כאן המתמודד העליון הצליח לחלץ את אחת מרגליו מתוך אחיזתו של התחתון. בעמדה זו יכולות ההגנה של התחתון מצטמצמות, והוא צריך לדאוג באופן קבוע שיריבו לא יצליח לחלץ גם את רגלו השנייה ובכך להגיע למאונט מלא (צעד אשר נקרא לרוב "מעבר גארד"). מצד שני, יכולותיו של העליון לתקוף לא צומחות בהרבה. הוא עדיין מוגבל, ולרוב ינסה להשיג עמדה לפני שיתקוף. לתחתון נפתחת אופציה חדשה, הוא יכול לנסות ולהגיע לשליטת גב, עמדה יעילה בהרבה מהחצי גארד.</li>
       <br />
        <li><b>שליטת גב</b> בעמדה זו מתחרה אחד שוכב על גבו, בעוד היריב משעין את חזהו על החזה של המתמודד שעל גבו מן הצד. גם בעמדה זו יש יתרון משמעותי למתמודד שלמעלה, בין בMMA, שם הוא יכול להכות את היריב שלמטה בנוחות וביעילות, ובין בקרבות BJJ שם יש אפשרויות רבות להכנעה מלמעלה, בעוד היריב שלמטה יכול לכל היותר להתגונן. "שליטת צד" היא בדרך כלל עמדת מעבר בין ה"גארד" ל"מאונט", או עמדת מנוחה, אבל גם ממנה יש מספר טכניקות שניתן לבצע.</li>
      
    
    </ol>

<br /><br /><br /><br />
<center>
<img   style="  border:solid 2px #ff4d4d; padding:10px;  border-radius:10px; position:relative; margin-left:30px; margin:10px;"   src="images/joj6.jpg" width="340" height="240"/>
<img   style="  border:solid 2px #ff4d4d; padding:10px;  border-radius:10px; position:relative;  margin-left:30px; margin:10px;"   src="images/joj5.jpg" width="370" height="240"/>
<img   style="  border:solid 2px #ff4d4d; padding:10px; border-radius:10px; position:relative;  margin-left:30px; margin:10px;"   src="images/joj7.jpg" width="250" height="240"/>
</center>
<br />


    </font>
    
    </div></div>
</asp:Content>

