<%@ Page Title="" Language="C#" MasterPageFile="~/HomePage.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
סמוראים
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server"><a name="up" style=" margin-left:200px;">
היסטוריה   </a>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder2" Runat="Server">

<div class="middle" style="height:88%">
<div class="para">
<h1 style="font-size:35px; padding:10 20px;"><u>היסטוריה</u></h1>
<span style="float:left;">
<img  style=" position:relative; bottom:20px; border:dotted 2px blue; padding:10px; float:left; margin-left:30px;"   src="images/smor5.jpg" width="300" height="200"/>
</span>
<font size="4" face="Arial" style="line-height:1.4;">
    <br />
    בשנת 646, במסגרת רפורמת טאיקה, אימצה יפן את דרכי הממשל הסיניות. על פי ספר החוקים של אותה תקופה, קוד טאיהו, היה על כלל האוכלוסייה להתייצב במועדים קבועים למפקד אוכלוסין, ועל בסיס המפקד נעשה גיוס של 1 מתוך 3–4 גברים לצבא הלאומי. החיילים נדרשו לספק את הנשק על חשבונם, אך בתמורה קיבלו פטור ממיסים. צבא זה, כמו מרבית הגופים שנולדו כתוצאה מהרפורמות, לא האריך ימים.
    <br /> <br /> 
    אותו הקוד סיווג את פקידי הממשל ל-12 מעמדות, כאשר כל מעמד מחולק לשני תתי-מעמדות. פקידים במעמד 6 ומטה קיבלו את השם "סמוראי", והם אלה שעסקו בעניינים יום-יומיים. אמנם כאן מתייחסת המילה לפקידי ציבור ולא ללוחמים, אך ייתכן כי מקור המונח "סמוראי" הוא מהתקופה הזאת.<br />
       <br /> 
        <hr align="center" width="90%" color="black" size="4"/>
     <br />
<img style="padding:10px; float:left; border:dotted 2px blue; margin:30px;" src="images/smor1.jpg" width="300" height="250"/>
<u><h1 style="font-size:35px; padding:0 20px;">עלייתם לשלטון</h1></u>

מנצח המלחמה, מינאמוטו יוריטומו, החליט שלא להפוך עצמו לקיסר, אלא לקח לעצמו את תואר השוגון כתפקיד קבוע, והתיישב בכפר הקטן קמאקורה, אשר שימש כמחנה הראשי שלו במהלך מלחמת גנפיי. בכפר זה הקים את קמאקורה בָאקוּפוּ (מילולית "ממשלת אוהלים"), ומאז הפך מקום מושבו של השוגון למוקד השלטון ביפן. בכך התחילה תקופת קאמקורה, שנמשכה כ-150 שנה. לקראת סוף התקופה ניתן לומר שסמוראים הפכו למעמד שווה-אצולה בפועל. הם אימצו את מנהג האצולה לעסוק באמנויות כגון איקבנה וקליגרפיה, וגם האצילים הושפעו מהסמוראים ואימצו חלק ממנהגיהם.

במאה ה-14 הנפח מָאסָאמוּנה המציא את שיטת ייצור החרבות שהולידה את הקטאנה, הנשק האיקוני המזוהה עם הסמוראים עד היום. החרב היפנית הפכה לנשק הקר הטוב ביותר במזרח, והייתה אחד ממוצרי הייצוא המובילים ביפן: מאות אלפי חרבות נמכרו לסין ומדינות אסיה אחרות, וחלקן הגיעו עד הודו. במאה זו מתגבשים גם מסמכים ראשונים הקובעים את ההתנהגות היאה לסמוראי. מסמכים אלה הושפעו לא מעט מזן בודהיזם, אשר חדר באותה תקופה ליפן מסין והפך לפופולרי בקרב הסמוראים.

<br /><br />




    </font>
    
    </div></div>
</asp:Content>