<%@ Page Title="" Language="C#" MasterPageFile="~/HomePage.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
סמוראים
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server"><a name="up" style=" margin-left:200px;">
רקע</a>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder2" Runat="Server">

<div class="middle" style="height:100%">

<div class="para">
<u><h1 style="font-size:35px; padding:10 20px;">רקע</h1></u>
<span style="float:left;">
<img style=" padding:10px;  position:relative; bottom:20px; border-radius:30px;" src="images/smor1.jpg" width="300" height="340"/>
</span>
<font size="4" face="Arial" style="line-height:1.4;">
סמוּראי (ביפנית: 侍 או לעיתים: samurai ,士) הוא מונח מקובל לתיאור של בן מעמד האצולה הלוחמת ביפן בתקופה הטרום-תעשייתית. מקור השם הוא בפועל "סבוראו", שמשמעו "לשרת".

הסמוראים בראשית ההתפתחות מעמדם, היו בעלי קרקעות אשר התארגנו בהובלתם של בני אצולה במחוזות יפן הרחוקים מהבירה כדי להגן על אדמתם מברברים ומשודדי ים.<br /><br /> החל מהמאה ה-10 מעמד לוחמים זה התחיל לצבור כוח ובמאה ה-12 תפס את השלטון ביפן, והחזיק בו עד לאמצע המאה ה-19. במהלך השנים השתנה אופי המעמד בהתאם לתקופה: בעוד שהסמוראים של המאה ה-11 היו לוחמים רכובים ממשפחות נבחרות שהצטיינו בשימוש בקשת ובנינג'יטסו, הסמוראים בסוף המאה ה-16 היו מעמד רחב שספג לתוכו לוחמים משכבות שונות של האוכלוסייה. החל מהמאה ה-17 איבד מעמד הסמוראים את תפקידו כמעמד לוחם לא פידואלי, ולאחר חדירת השפעה מערבית ליפן והרפורמות של תקופת מייג'י בוטלו זכויותיהם של הסמוראים כאצילים בפועל.

    <br />   
    <br />   
    <br />   
    <hr align="center" width="90%" color="black" size="6"/>
<br />

<img style="  padding:10px;  position:relative; left:20; margin:40px; float:left; border:solid 1px black;  border-radius:20px; "  src="images/smor2.jpg" width="240" height="340"/>
<u><h1 style="font-size:35px; padding:0 20px;">היסטוריה</h1></u>
הסמוראים התנהגו בהתאם לבושידו, קוד התנהגות נוקשה המבוסס על הנאמנות לאדון ולשמירת הכבוד העצמי. כתבים שונים המגדירים מהו בושידו התחילו להופיע במאה ה-13, אך קוד ההתנהגות הזה ככל הנראה הרבה יותר ותיק. הסמוראי שאף לנהל את חייו כך שכבודו לא ייפגע, ובמקרה של הכתמת כבודו, למשל במקרה של תבוסה בקרב, היה רשאי לבצע התאבדות טקסית הנקראת "ספוקו" (או "הארקירי" הארה = בטן ביפנית), אשר הייתה מטהרת את כבודו. הפילוסופיה של חיי הסמוראים הושפעה לא מעט מזרמים דתיים, לרבות הזן בודהיזם.
<br /><br />
הסמוראים היו מעמד משכיל ותרבותי, שהעריכו ידע ויופי. במהלך התקופות הרגועות עסקו הסמוראים בשירה ובאמנויות המסורתיות של יפן, כגון איקבנה וטקס התה. תרבות הסמוראים, המשלבת היבט של מעמד לוחם ומעמד שווה - אצולה בפועל, מהווה נדבך חשוב בתרבות יפן, ודמות הסמוראי הפכה לדמות ייצוגית של תרבות יפן במדינות המערב. גם ביפן המודרנית ישנם אנשים השומרים על קוד הבושידו, והסמוראים הפכו לגיבוריהם של סרטי קולנוע, אנימה ומשחקי מחשב רבים.
    </font>
    
    </div>
    </div>
</asp:Content>

