<%@ Page Title="" Language="C#" MasterPageFile="~/HomePage.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
טאקוונדו
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server"><a name="up" style=" margin-left:200px;">
קרבות   </a>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder2" Runat="Server">

<div class="middle" style="height:95%">
<div class="para">
<h1 style="font-size:35px; padding:10 20px;"><u>חוקים</u></h1>
<span style="float:left;">
<img  style=" position:relative; bottom:20px; border:dotted 2px blue; padding:10px; float:left; margin:30px;"   src="images/tak9.jpg" width="300" height="200"/>
</span>
<font size="4" face="Arial" style="line-height:1.4;">
    <br />
    לפי החוקים האולימפיים של ה-WTF המנצח בקרבות נקבע על בסיס ניקוד המוענק למשתתפים בזמן נתון. בתחרות רשמית מתחרים שלושה סיבובים, שנמשכים 2 דקות כל אחד, אך לקדטים וילדים נמשכים הסיבובים לרוב פחות זמן. כמו כן במצב של שוויון נקודות בסוף הקרב, ממשיכים לסיבוב "נקודת הזהב" כלומר המתחרה הראשון שזוכה בנקודה, מנצח. לפי החוקים הבינלאומיים של WTF המנצח הוא האדם שבסופו של הקרב צבר יותר נקודות. כמו כן, לפי החוקה בקרב יש אפשרות לבעוט בכל חלקי הגוף אך לא מתחת לחגורה ומאחורי הגוף. אזהרות ניתנות על מכות באחורי הגוף, מכה מתחת לחגורה, מכות בלי שליטה ויציאה מהזירה. 2 אזהרות מצטברות גורם להורדת נקודה למתמודד. ישנן הורדות של נקודה שלמה בבת אחת כאשר המתחרה מבצע מהלך בלתי ספורטיבי, כגון משיכה בשיער, אגרוף בחלקי הגוף האחרים (שאינם מגן הגוף), הפלה לרצפה, בעיטה לאחר עצירת הקרב ועוד.
    <br /> <br /> <br />
    <hr align="center" width="90%" color="black" size="4"/>
     <br />
<img style="padding:10px; float:left; border:dotted 2px blue; margin:30px;" src="images/tak8.jpg" width="300" height="250"/>
<u><h1 style="font-size:35px; padding:0 20px;">ניקוד</h1></u>

"נוקאאוט" מתרחש כאשר יריב לא יכול להמשיך את הקרב. לרוב במצבים בהם חוטף היריב בעיטה לראשו או לאזור אחר חוקי. שופט הזירה המרכזי סופר בקוריאנית עד עשר ובזאת מאפשר למתחרה להתעשת מהבעיטה. על המתחרה שחטף את הבעיטה חלה חובת הוכחה כי מצבו תקין להמשך הקרב. את זאת יעשה על ידי קריאת "קיאפ" ושמירת פנים. מצב נוסף בו מתבצע נוקאאוט הוא כאשר המתחרה ממלא את מכסת העבירות שלו (הורדה של 4 נקודות מצטברות).

"נוקדאון" מתרחש כאשר היריב מקבל מכה שמהממת אותו, אך התעשת שמר פנים וקרא "קיאפ" לפני תום העשר שניות המותרות. במצב הזה מקבל המתחרה שבעט נקודה נוספת על היותה אפקטיבית וגרמה ליריב להיות המום.
<br /><br />

שיטת הניקוד לפי WTF: בעיטה לבטן - 2 נקודות; אגרוף תקני לאזור הבטן - נקודה אחת; בעיטה לראש (אסור מאחורי הראש) - שלוש נקודות; בעיטה בסיבוב- בונוס של נקודה; מכות לראש עם היד אסורות; מותר לדחוף אך ורק בעזרת אגרופים ולתת אגרופים למגן הבטן. על יציאה מהזירה, מכה מתחת לחגורה, פסיביות ונגיעה ברצפה עם איבר גוף מעל גובה הברך השופט יכול להוריד נקודה. וכן על עבירות חמורות כמו מכה מכוונת לפנים, הרמה של אגרוף מעל גובה הכתף וכדומה יכול השופט להוריד גם נקודה. לאחר עשר אזהרות נפסל היריב אוטומטית.


    </font>
    
    </div></div>
</asp:Content>